Repository: bobcode99/DoDo
Catalog: PodcastAnalyzer/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Fetching available models...
zh_hans: 正在获取可用模型…
zh_hant: 正在取得可用模型…

source: Fetching the transcript from the podcast feed.
zh_hans: 正在从播客源获取文字稿。
zh_hant: 正在從播客來源取得文字稿。

source: Filter by Podcast
zh_hans: 按播客筛选
zh_hant: 依播客篩選

source: Finalizing download…
zh_hans: 正在完成下载…
zh_hant: 正在完成下載…

source: Find it
zh_hans: 找到它
zh_hant: 找到它

source: Find new podcasts to subscribe
zh_hans: 寻找新的播客订阅
zh_hant: 尋找新的 Podcast 訂閱

source: Finding episodes for you...
zh_hans: 正在为你寻找节目…
zh_hant: 正在為你尋找集數…

source: Fire Intent Locally
zh_hans: 在本地触发 Intent
zh_hant: 在本機觸發 Intent

source: Fix the issue above and tap Analyze to retry.
zh_hans: 修复上面的问题，然后点按“分析”重试。
zh_hant: 修正上面的問題，然後點一下「分析」重試。

source: Following
zh_hans: 已关注
zh_hant: 已追蹤

source: For You
zh_hans: 为你推荐
zh_hant: 為你推薦

source: For You Recommendations
zh_hans: 为你推荐
zh_hant: 為你推薦

source: French
zh_hans: 法语
zh_hant: 法文

source: General
zh_hans: 通用
zh_hant: 一般

source: Generate a transcript first to enable AI analysis
zh_hans: 请先生成逐字稿以启用 AI 分析
zh_hant: 請先產生逐字稿以啟用 AI 分析

source: Generate Transcript
zh_hans: 生成逐字稿
zh_hant: 產生逐字稿

source: Generate when episodes are downloaded
zh_hans: 节目下载后自动生成
zh_hant: 集數下載後自動產生

source: Generated %@
zh_hans: 已于 %@ 生成
zh_hant: 已於 %@ 產生

source: Generating Transcript (%@)...
zh_hans: 正在生成逐字稿（%@）…
zh_hant: 正在產生逐字稿（%@）…

source: Generating...
zh_hans: 生成中…
zh_hant: 產生中…

source: Generation Settings
zh_hans: 生成设置
zh_hant: 產生設定

source: German
zh_hans: 德语
zh_hant: 德文

source: Get %@ API Key
zh_hans: 获取 %@ API 密钥
zh_hant: 取得 %@ API 金鑰

source: Get Current Transcript
zh_hans: 获取当前逐字稿
zh_hant: 取得目前逐字稿

source: Get notified about new episodes
zh_hans: 收到新剧集通知
zh_hant: 收到新集數通知

source: Get Shortcut
zh_hans: 获取快捷指令
zh_hant: 取得捷徑

source: Get Started
zh_hans: 开始使用
zh_hant: 開始使用

source: Get the shortcut
zh_hans: 获取快捷指令
zh_hant: 取得捷徑

source: Get the transcript of the currently playing podcast episode
zh_hans: 获取当前正在播放的播客节目的逐字稿
zh_hant: 取得目前正在播放的 Podcast 集數的逐字稿

source: Get Transcript
zh_hans: 获取逐字稿
zh_hant: 取得逐字稿

source: Go to Show
zh_hans: 前往节目
zh_hant: 前往節目

source: Headless
zh_hans: 无界面
zh_hant: 無介面

source: Heads up
zh_hans: 请注意
zh_hant: 請注意

source: Hide artwork in episode lists to reduce memory usage
zh_hans: 在节目列表中隐藏封面以减少内存占用
zh_hant: 在集數清單中隱藏封面以減少記憶體用量

source: Hide token
zh_hans: 隐藏令牌
zh_hant: 隱藏權杖

source: Higher = stricter; lower catches faint music
zh_hans: 越高越严格；越低越能识别微弱的音乐
zh_hant: 越高越嚴格；越低越能辨識微弱的音樂

source: Highlight the currently playing segment within each sentence during playback
zh_hans: 播放时在每个句子中标示当前播放的片段
zh_hant: 播放時在每個句子中標示目前播放的片段

source: Highlights
zh_hans: 重点
zh_hant: 重點

source: Hindi
zh_hans: 印地语
zh_hant: 印地文

source: Home
zh_hans: 首页
zh_hant: 首頁

source: Hours
zh_hans: 小时
zh_hant: 小時

source: Hours per Week
zh_hans: 每周小时数
zh_hant: 每週小時數

source: How It Works
zh_hans: 工作原理
zh_hant: 運作方式

source: How long to wait for Shortcuts to return a result before timing out.
zh_hans: 等待快捷指令返回结果的时间，超时后将停止等待。
zh_hant: 等待捷徑回傳結果的時間，超時後將停止等待。

source: Image Cache
zh_hans: 图片缓存
zh_hant: 圖片快取

source: Import and subscribe to podcasts from an Apple Podcasts export list. Pass the combined text containing RSS feed URLs.
zh_hans: 从 Apple Podcasts 导出列表导入并订阅播客。传入包含 RSS 订阅链接的合并文字。
zh_hant: 從 Apple Podcasts 匯出清單匯入並訂閱 Podcast。傳入包含 RSS 訂閱網址的合併文字。

source: Import and subscribe to podcasts from an exported podcast list. Pass the combined text containing RSS feed URLs.
zh_hans: 从导出的播客列表导入并订阅播客。传入包含 RSS 源 URL 的合并文本。
zh_hant: 從匯出的播客清單匯入並訂閱播客。傳入包含 RSS 來源 URL 的合併文字。

source: Import Complete
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import Failed
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import from Apple Podcasts
zh_hans: 从 Apple Podcasts 导入
zh_hant: 從 Apple Podcasts 匯入

source: Import from Apple Podcasts uses a Shortcut. Import OPML File picks any OPML or XML subscription export from another app.
zh_hans: “从 Apple 播客导入”使用快捷指令。“导入 OPML 文件”可选取其他应用导出的任意 OPML 或 XML 订阅文件。
zh_hant: 「從 Apple Podcasts 匯入」使用捷徑。「匯入 OPML 檔案」可選取其他 App 匯出的任意 OPML 或 XML 訂閱檔案。

source: Import from File
zh_hans: 从文件导入
zh_hant: 從檔案匯入

source: Import OPML File
zh_hans: 导入 OPML 文件
zh_hant: 匯入 OPML 檔案

source: Import Podcasts
zh_hans: 导入播客
zh_hant: 匯入 Podcast

source: Import podcasts from ${combinedText}
zh_hans: 从 ${combinedText} 导入播客
zh_hant: 從 ${combinedText} 匯入 Podcast

source: Import Podcasts from List
zh_hans: 从列表导入播客
zh_hant: 從清單匯入 Podcast

source: Import Podcasts…
zh_hans: 导入播客…
zh_hant: 匯入 Podcast…

source: In the Shortcuts app, open **All Shortcuts**.
zh_hans: 在「快捷指令」应用中，打开 **所有快捷指令**。
zh_hant: 在「捷徑」應用程式中，打開 **所有捷徑**。

source: In-flight transcript jobs continue. Open the progress sheet to cancel them.
zh_hans: 进行中的转录任务会继续。打开进度面板可取消它们。
zh_hant: 進行中的轉錄工作會繼續。開啟進度面板可取消它們。

source: Include terms
zh_hans: 包含词
zh_hant: 包含詞

source: Include timestamps
zh_hans: 包含时间戳
zh_hant: 包含時間戳記

source: Insights
zh_hans: 洞察
zh_hant: 洞察

source: Invokes SaveAnalysisResultIntent.perform() in-process. If the App Intent is wired correctly it posts .shortcutsAnalysisCompleted, which both ShortcutsAIService and this view observe. Watch the event log below.
zh_hans: 在进程内调用 SaveAnalysisResultIntent.perform()。如果 App Intent 接线正确，它会发出 .shortcutsAnalysisCompleted，ShortcutsAIService 和此视图都会监听该通知。请查看下方事件日志。
zh_hant: 在程序內呼叫 SaveAnalysisResultIntent.perform()。如果 App Intent 接線正確，它會發出 .shortcutsAnalysisCompleted，ShortcutsAIService 和此檢視都會監聽該通知。請查看下方事件記錄。

source: Is processing
zh_hans: 正在处理
zh_hant: 正在處理

source: Italian
zh_hans: 意大利语
zh_hant: 義大利文

source: Japanese
zh_hans: 日语
zh_hant: 日文

source: Jump to currently playing sentence
zh_hans: 跳到当前播放的句子
zh_hant: 跳至目前播放的句子

source: Jump to playing
zh_hans: 跳到播放处
zh_hant: 跳至播放處

source: Keeps the transcript scrolled to the currently playing sentence
zh_hans: 让文字稿始终滚动到当前播放的句子
zh_hant: 讓文字稿始終捲動到目前播放的句子

source: Key configured
zh_hans: 密钥已配置
zh_hant: 金鑰已設定

source: Key Insights
zh_hans: 关键洞察
zh_hant: 關鍵洞察

source: Key Takeaways
zh_hans: 重要心得
zh_hant: 重要心得

source: Korean
zh_hans: 韩语
zh_hant: 韓文

source: Language
zh_hans: 语言
zh_hant: 語言

source: Language name (e.g. Italian, Swahili)
zh_hans: 语言名称（例如 意大利语、斯瓦希里语）
zh_hant: 語言名稱（例如 義大利語、史瓦希里語）

source: Larger context windows allow analyzing longer transcripts in a single request, resulting in better quality summaries.
zh_hans: 较大的上下文窗口可在单次请求中分析更长的逐字稿，生成更高质量的摘要。
zh_hant: 較大的上下文視窗可在單一請求中分析更長的逐字稿，產生更高品質的摘要。

source: Last error
zh_hans: 上次错误
zh_hant: 上次錯誤

source: Last result (%lld chars)
zh_hans: 上次结果（%lld 个字符）
zh_hant: 上次結果（%lld 個字元）

source: Last Sync
zh_hans: 上次同步
zh_hant: 上次同步

source: Last sync failed: %@
zh_hans: 上次同步失败：%@
zh_hant: 上次同步失敗：%@

source: Last: %@
zh_hans: 上次：%@
zh_hant: 上次：%@

source: Latest Episodes
zh_hans: 最新节目
zh_hant: 最新集數

source: Library
zh_hans: 资料库
zh_hant: 資料庫

source: Listen to Podcast
zh_hans: 收听播客
zh_hant: 收聽播客

source: Listen, download, and analyze podcasts with AI-powered insights.
zh_hans: 收听、下载并以 AI 洞察 分析播客。
zh_hant: 收聽、下載並以 AI 洞察 分析 Podcast。

source: Listening for new episodes
zh_hans: 正在监听新单集
zh_hant: 正在監聽新單集

source: Listening Stats
zh_hans: 收听统计
zh_hant: 聆聽統計

source: Loading episodes...
zh_hans: 加载节目中…
zh_hant: 載入集數中…

source: Loading episodes…
zh_hans: 正在加载单集…
zh_hant: 正在載入單集…

source: Loading Library...
zh_hans: 加载资料库中…
zh_hant: 載入資料庫中…

source: Loading stats...
zh_hans: 加载统计中…
zh_hant: 載入統計中…

source: Loading...
zh_hans: 加载中…
zh_hant: 載入中…

source: Local transcription uses significant battery
zh_hans: 本地转录会显著消耗电量
zh_hant: 本機轉錄會大幅耗電

source: Locations
zh_hans: 地点
zh_hant: 地點

source: Longest streak: **%lld days**
zh_hans: 最长连续：**%lld 天**
zh_hant: 最長連續：**%lld 天**

source: Main Topics
zh_hans: 主要话题
zh_hant: 主要主題

source: Manage cached images, downloads, transcripts, and AI analysis data
zh_hans: 管理缓存的图片、下载项目、字幕及 AI 分析数据
zh_hant: 管理已快取的圖片、下載項目、字幕及 AI 分析資料

source: Manage which podcasts auto-transcribe new episodes. Engine is resolved at run time: YAP server when configured, otherwise local (gated by charging).
zh_hans: 管理哪些播客自动转录新单集。引擎在运行时确定：配置了 YAP 服务器则使用它，否则使用本地引擎（受充电状态限制）。
zh_hant: 管理哪些播客自動轉錄新單集。引擎在執行時決定：設定了 YAP 伺服器則使用它，否則使用本機引擎（受充電狀態限制）。

source: Mark as Played
zh_hans: 标记为已播放
zh_hant: 標記為已播放

source: Mark as Unplayed
zh_hans: 标记为未播放
zh_hant: 標記為未播放

source: Mark music ranges as [♪ Music] instead of transcribing them
zh_hans: 将音乐段标记为 [♪ Music] 而不转录
zh_hant: 將音樂段標記為 [♪ Music] 而不轉錄

source: Mark music sections as [♪ Music] instead of mis-transcribing them.
zh_hans: 将音乐片段标记为 [♪ Music]，避免误转写。
zh_hant: 將音樂片段標記為 [♪ Music]，避免誤轉寫。

source: Menubar mode keeps the server running without a dock icon. Click the menubar icon to reopen the main window. Open at Login auto-starts the app (and server, if enabled) after macOS login.
zh_hans: 菜单栏模式让服务器在没有程序坞图标的情况下保持运行。点按菜单栏图标可重新打开主窗口。“登录时打开”会在登录 macOS 后自动启动应用（以及服务器，如已启用）。
zh_hant: 選單列模式讓伺服器在沒有 Dock 圖示的情況下保持執行。按一下選單列圖示可重新開啟主視窗。「登入時開啟」會在登入 macOS 後自動啟動 App（以及伺服器，如已啟用）。

source: Minimum %lld min
zh_hans: 最少 %lld 分钟
zh_hant: 最少 %lld 分鐘

source: Minimum duration
zh_hans: 最短时长
zh_hant: 最短時長

source: Model
zh_hans: 模型
zh_hant: 模型

source: More
zh_hans: 更多
zh_hant: 更多

source: More options
zh_hans: 更多选项
zh_hant: 更多選項

source: More Settings...
zh_hans: 更多设置…
zh_hant: 更多設定…

source: More Speeds
zh_hans: 更多速度
zh_hant: 更多速度

source: Most accurate · on-device
zh_hans: 最准确 · 设备端
zh_hant: 最準確 · 裝置端

source: Music detection
zh_hans: 音乐检测
zh_hant: 音樂偵測

source: Music Sensitivity
zh_hans: 音乐灵敏度
zh_hant: 音樂靈敏度

source: Name or term
zh_hans: 名称或词条
zh_hant: 名稱或詞條

source: Named after 兜 (Dōu), the Sand Dollar Cactus.
zh_hans: 得名于沙钱仙人掌「兜」（Dōu）。
zh_hant: 得名於沙錢仙人掌「兜」（Dōu）。

source: New Episode Notifications
zh_hans: 新节目通知
zh_hant: 新集數通知

source: New episodes from these podcasts are queued for transcription automatically. The engine is YAP server when configured, otherwise a local engine (gated by charging state).
zh_hans: 这些播客的新单集会自动排入转录队列。引擎在配置了 YAP 服务器时使用它，否则使用本地引擎（受充电状态限制）。
zh_hant: 這些播客的新單集會自動排入轉錄佇列。引擎在設定了 YAP 伺服器時使用它，否則使用本機引擎（受充電狀態限制）。

source: Newest
zh_hans: 最新
zh_hant: 最新

source: No Active Downloads
zh_hans: 没有进行中的下载
zh_hant: 沒有進行中的下載

source: No Analyses Yet
zh_hans: 还没有分析
zh_hant: 還沒有分析

source: No API key needed!
zh_hans: 无需 API 密钥！
zh_hant: 無需 API 金鑰！

source: No description available.
zh_hans: 无可用的描述。
zh_hant: 無可用的描述。

source: No Downloaded Episodes
zh_hans: 没有已下载的节目
zh_hant: 沒有已下載的集數

source: No Downloads
zh_hans: 无下载
zh_hant: 無下載

source: No Episodes
zh_hans: 无节目
zh_hant: 無集數

source: No Listening Data
zh_hans: 无收听数据
zh_hant: 無收聽資料

source: No matches
zh_hans: 无匹配
zh_hant: 無符合項目

source: No models loaded
zh_hans: 未加载任何模型
zh_hant: 未載入任何模型

source: No notifications received yet
zh_hans: 尚未收到通知
zh_hant: 尚未收到通知

source: No Podcasts
zh_hans: 没有播客
zh_hant: 沒有播客

source: No Podcasts Yet
zh_hans: 还没有播客
zh_hant: 還沒有播客

source: No results found
zh_hans: 未找到结果
zh_hant: 未找到結果

source: No results in your library
zh_hans: 资料库中无结果
zh_hant: 資料庫中無結果

source: No Saved Episodes
zh_hans: 没有已保存的节目
zh_hant: 沒有已儲存的集數

source: No Subscribed Podcasts
zh_hans: 没有已订阅的播客
zh_hant: 沒有已訂閱的播客

source: No Subscriptions
zh_hans: 无订阅
zh_hant: 無訂閱

source: No subscriptions yet.
zh_hans: 还没有订阅。
zh_hant: 還沒有訂閱。

source: No terms set
zh_hans: 未设置词条
zh_hant: 未設定詞條

source: No transcript
zh_hans: 无文字稿
zh_hant: 無文字稿

source: No transcript matches found
zh_hans: 未找到文字稿匹配
zh_hant: 找不到文字稿符合項目

source: No unplayed episodes
zh_hans: 没有未播放的节目
zh_hant: 沒有未播放的集數

source: No Unplayed Episodes
zh_hans: 无未播放节目
zh_hant: 無未播放集數

source: Not configured
zh_hans: 未设置
zh_hant: 未設定

source: Not installed
zh_hans: 未安装
zh_hant: 未安裝

source: Not subscribed, but you've set context for them. Still editable here so the terms aren't lost.
zh_hans: 未订阅，但你已为它们设置了上下文。仍可在此编辑，以免词条丢失。
zh_hant: 未訂閱，但你已為它們設定了脈絡。仍可在此編輯，以免詞條遺失。

source: Notable Quotes
zh_hans: 精彩引句
zh_hant: 精彩引句

source: Nothing in the queue
zh_hans: 队列为空
zh_hant: 佇列為空

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: Offline · saved
zh_hans: 离线 · 已保存
zh_hant: 離線 · 已儲存

source: Offload to your own machine
zh_hans: 分流到你自己的服务器
zh_hant: 分流到你自己的伺服器

source: OK
zh_hans: 确定
zh_hant: 確定

source: Oldest
zh_hans: 最旧
zh_hant: 最舊

source: On macOS, Medium and Large v3 Turbo offer the best accuracy. Models are stored in ~/Library/Caches.
zh_hans: 在 macOS 上，Medium 和 Large v3 Turbo 提供最佳精确度。模型存储于 ~/Library/Caches。
zh_hant: 在 macOS 上，Medium 和 Large v3 Turbo 可提供最佳準確度。模型儲存於 ~/Library/Caches。

source: On-Device
zh_hans: 设备端
zh_hant: 裝置端

source: On-Device AI
zh_hans: 设备端 AI
zh_hant: 裝置端 AI

source: On-device AI runs completely on your device. No internet required, completely private.
zh_hans: 设备端 AI 完全在您的设备上运行。无需网络，完全私密。
zh_hant: 裝置端 AI 完全在您的裝置上執行。無需網路，完全私密。

source: On-device speech-to-text with Whisper
zh_hans: 使用 Whisper 进行设备端语音转文字
zh_hant: 使用 Whisper 進行裝置端語音轉文字

source: On-device transcripts with Apple Speech
zh_hans: 使用 Apple Speech 进行设备端转录
zh_hant: 使用 Apple Speech 進行裝置端轉錄

source: One name or term per row — e.g. host and guest names, companies, or jargon the recognizer tends to get wrong. Leave empty to remove this show's context.
zh_hans: 每行一个名称或词条——例如主持人和嘉宾姓名、公司，或识别器容易出错的术语。留空可移除此节目的上下文。
zh_hant: 每行一個名稱或詞條——例如主持人和來賓姓名、公司，或辨識器容易出錯的術語。留空可移除此節目的脈絡。

source: One-shot analysis with summary, entities, highlights, quotes, and takeaways
zh_hans: 一次生成摘要、实体、重点、引述与结论的完整分析
zh_hant: 一次產生摘要、實體、重點、引述與結論的完整分析

source: Open at Login
zh_hans: 登录时打开
zh_hant: 登入時開啟

source: Open expanded player
zh_hans: 打开展开播放器
zh_hant: 開啟展開播放器

source: Open Shortcuts App
zh_hans: 打开快捷指令 App
zh_hant: 開啟捷徑 App

source: Open the AI analysis for this episode
zh_hans: 打开这一集的 AI 分析
zh_hant: 開啟這一集的 AI 分析

source: Open the transcript for this episode
zh_hans: 打开这一集的文字稿
zh_hant: 開啟這一集的文字稿

source: OPML exports your subscriptions for use in other apps. Diagnostic report bundles logs and settings for support.
zh_hans: OPML 会导出你的订阅，供其他应用使用。诊断报告会打包日志和设置以供技术支持。
zh_hant: OPML 會匯出你的訂閱，供其他 App 使用。診斷報告會打包記錄和設定以供技術支援。

source: Optional — you can set this up anytime in Settings. Swipe to skip.
zh_hans: 可选——您随时可以在「设置」中配置。滑动跳过。
zh_hant: 可選——您隨時可以在「設定」中配置。滑動跳過。

source: Optional. Create one in LM Studio › Developer › Server Settings › Manage Tokens.
zh_hans: 可选。可在 LM Studio › Developer › Server Settings › Manage Tokens 中创建。
zh_hant: 選填。可在 LM Studio › Developer › Server Settings › Manage Tokens 中建立。

source: Organizations
zh_hans: 组织
zh_hant: 組織

source: Original
zh_hans: 原文
zh_hant: 原文

source: Other
zh_hans: 其他
zh_hant: 其他

source: Other Podcasts
zh_hans: 其他播客
zh_hant: 其他播客

source: Other Subscribed (%lld)
zh_hans: 其他已订阅（%lld）
zh_hant: 其他已訂閱（%lld）

source: Overview
zh_hans: 概览
zh_hant: 概覽

source: Paste JSON Reply
zh_hans: 粘贴 JSON 回复
zh_hant: 貼上 JSON 回覆

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Pause auto-scroll
zh_hans: 暂停自动滚动
zh_hant: 暫停自動捲動

source: Pause Podcast
zh_hans: 暂停播客
zh_hant: 暫停 Podcast

source: Pause the currently playing podcast episode
zh_hans: 暂停当前正在播放的播客节目
zh_hant: 暫停目前正在播放的 Podcast 集數

source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

source: People
zh_hans: 人物
zh_hant: 人物

source: Per-podcast names & jargon to improve accuracy
zh_hans: 为每个播客设置名称和术语以提高准确度
zh_hant: 為每個播客設定名稱和術語以提高準確度

source: Per-podcast settings (Always / Never / Use Global) are in each podcast's context menu. Cache limit caps total auto-downloaded episodes; 0 = unlimited.
zh_hans: 每个播客的设置（始终／从不／使用全局）在各播客的快捷菜单中。缓存上限限制自动下载单集的总数；0 = 不限。
zh_hant: 每個播客的設定（一律／永不／使用全域）在各播客的快捷選單中。快取上限限制自動下載單集的總數；0 = 不限。

source: Permission required
zh_hans: 需要权限
zh_hant: 需要權限

source: Pick how many existing episodes to queue for transcription. New episodes that arrive in future feed refreshes are queued automatically.
zh_hans: 选择要排入转录队列的现有单集数量。未来刷新源时收到的新单集会自动排入队列。
zh_hant: 選擇要排入轉錄佇列的現有單集數量。未來重新整理來源時收到的新單集會自動排入佇列。

source: Plain-text answer
zh_hans: 纯文本回答
zh_hant: 純文字回答

source: Play
zh_hans: 播放
zh_hant: 播放

source: Play %@
zh_hans: 播放 %@
zh_hant: 播放 %@

source: Play ${podcast}
zh_hans: 播放 ${podcast}
zh_hant: 播放 ${podcast}

source: Play Episode
zh_hans: 播放节目
zh_hant: 播放集數

source: Play from %@
zh_hans: 从 %@ 开始播放
zh_hant: 從 %@ 開始播放

source: Play My Podcast
zh_hans: 播放我的播客
zh_hant: 播放我的 Podcast

source: Play Next
zh_hans: 下一个播放
zh_hant: 下一個播放

source: Play Podcast
zh_hans: 播放播客
zh_hant: 播放 Podcast

source: Play the latest episode of a specific subscribed podcast
zh_hans: 播放某个已订阅播客的最新一集
zh_hant: 播放某個已訂閱播客的最新一集

source: Play/Pause Podcast
zh_hans: 播放/暂停播客
zh_hant: 播放／暫停 Podcast

source: Playback
zh_hans: 播放
zh_hant: 播放

source: Playback Highlight
zh_hans: 播放重点标示
zh_hant: 播放重點標示

source: Playback speed
zh_hans: 播放速度
zh_hant: 播放速度

source: Playback Speed
zh_hans: 播放速度
zh_hant: 播放速度

source: Playback speed %@
zh_hans: 播放速度 %@
zh_hant: 播放速度 %@

source: Played
zh_hans: 已播放
zh_hant: 已播放

source: Podcast
zh_hans: 播客

source: Podcast Name
zh_hans: 播客名称
zh_hant: Podcast 名稱

source: Podcast Not Found
zh_hans: 未找到播客
zh_hant: 未找到 Podcast

source: Podcasts
zh_hans: 播客
zh_hant: Podcast

source: Podcasts & Episodes
zh_hans: 播客与节目
zh_hant: Podcast 與集數

source: Popular Languages
zh_hans: 热门语言
zh_hant: 熱門語言

source: Popular Shows
zh_hans: 热门节目
zh_hant: 熱門節目

source: Popular shows will appear once you're back online.
zh_hans: 恢复联网后会显示热门节目。
zh_hant: 恢復連線後會顯示熱門節目。

source: Port
zh_hans: 端口
zh_hant: 連接埠

source: Portuguese
zh_hans: 葡萄牙语
zh_hant: 葡萄牙文

source: Prefix each line with [MM:SS] from the transcript
zh_hans: 在每行前加上文字稿中的 [MM:SS]
zh_hant: 在每行前加上文字稿中的 [MM:SS]

source: Preparing import...
zh_hans: 准备导入中…
zh_hant: 準備匯入中…

source: Preparing prompt preview…
zh_hans: 正在准备提示词预览…
zh_hant: 正在準備提示詞預覽…

source: preview truncated
zh_hans: 预览已截断
zh_hant: 預覽已截斷

source: Previous Questions
zh_hans: 历史问题
zh_hant: 過去的問題

source: Pro Tip
zh_hans: 小技巧
zh_hant: 小技巧

source: Products
zh_hans: 产品
zh_hant: 產品

source: Prompt Preview
zh_hans: 提示词预览
zh_hant: 提示詞預覽

source: Q&A Highlights
zh_hans: 问答精华
zh_hant: 問答精華

source: Question
zh_hans: 问题
zh_hant: 問題

source: Question failed
zh_hans: 提问失败
zh_hant: 提問失敗

source: Queue
zh_hans: 队列
zh_hant: 佇列

source: Queue Empty
zh_hans: 队列为空
zh_hant: 佇列為空

source: Queue is empty
zh_hans: 播放队列为空
zh_hant: 播放佇列為空

source: Queue, %lld items
zh_hans: 队列，%lld 项
zh_hant: 佇列，%lld 項

source: Queued
zh_hans: 已排队
zh_hant: 已排入佇列

source: Quick Translate
zh_hans: 快速翻译
zh_hant: 快速翻譯

source: Reading language: %@
zh_hans: 阅读语言：%@
zh_hant: 閱讀語言：%@

source: Ready
zh_hans: 已就绪
zh_hant: 已就緒

source: Ready to Generate
zh_hans: 可以生成
zh_hant: 可以產生

source: Ready to Generate Transcript
zh_hans: 准备生成逐字稿
zh_hant: 準備產生逐字稿

source: Recognition Terms
zh_hans: 识别词条
zh_hant: 辨識詞條

source: Recommended
zh_hans: 推荐
zh_hant: 推薦

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Episodes
zh_hans: 刷新节目
zh_hant: 重新整理集數

source: Refresh recommendations
zh_hans: 刷新推荐
zh_hant: 重新整理推薦

source: Regenerate
zh_hans: 重新生成
zh_hant: 重新產生

source: Regenerate from Audio
zh_hans: 从音频重新生成
zh_hant: 從音訊重新產生

source: Regenerate token
zh_hans: 重新生成令牌
zh_hant: 重新產生權杖

source: Regenerate Transcript
zh_hans: 重新生成逐字稿
zh_hant: 重新產生逐字稿

source: Regenerate transcript from local audio
zh_hans: 从本地音频重新生成文字稿
zh_hant: 從本機音訊重新產生文字稿

source: Regeneration failed
zh_hans: 重新生成失败
zh_hant: 重新產生失敗

source: Region
zh_hans: 地区
zh_hant: 地區

source: Region for browsing top podcasts on Home
zh_hans: 首页浏览热门播客的地区
zh_hant: 首頁瀏覽熱門 Podcast 的地區

source: Region for browsing top podcasts on Home.
zh_hans: 首页浏览热门播客的地区。
zh_hant: 首頁瀏覽熱門 Podcast 的地區。

source: Related Topics
zh_hans: 相关话题
zh_hant: 相關主題

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Remove All
zh_hans: 全部删除
zh_hant: 全部移除

source: Remove All AI Analysis
zh_hans: 删除所有 AI 分析
zh_hant: 移除所有 AI 分析

source: Remove All Analysis
zh_hans: 移除所有分析
zh_hant: 移除所有分析

source: Remove All Downloads
zh_hans: 删除所有下载
zh_hant: 移除所有下載

source: Remove All Transcripts
zh_hans: 删除所有字幕
zh_hant: 移除所有字幕

source: Remove Download
zh_hans: 移除下载
zh_hant: 移除下載

source: Remove from Saved
zh_hans: 从已保存中移除
zh_hant: 從已儲存中移除

source: Remove from Up Next
zh_hans: 从“接下来”中移除
zh_hant: 從「接下來」中移除

source: Report a Concern
zh_hans: 反馈问题
zh_hant: 回報問題

source: Report Issue
zh_hans: 反馈问题
zh_hant: 回報問題

source: Requires physical device
zh_hans: 需要实体设备
zh_hant: 需要實體裝置

source: Resources
zh_hans: 资源
zh_hant: 資源

source: Response Format Warning
zh_hans: 响应格式警告
zh_hant: 回應格式警告

source: Response Language
zh_hans: 响应语言
zh_hant: 回應語言

source: Restore Backup
zh_hans: 恢复备份
zh_hant: 還原備份

source: Restore from Backup
zh_hans: 从备份恢复
zh_hant: 從備份還原

source: Resume auto-scroll
zh_hans: 恢复自动滚动
zh_hant: 恢復自動捲動

source: Resume Playback
zh_hans: 恢复播放
zh_hant: 恢復播放

source: Resume playback of the last podcast episode or start a new one
zh_hans: 继续播放上一集播客或开始新节目
zh_hant: 繼續播放上一集 Podcast 或開始新的集數

source: Resumes podcast playback in the background
zh_hans: 在后台恢复播客播放
zh_hant: 在背景恢復播客播放

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Retry Download
zh_hans: 重试下载
zh_hant: 重試下載

source: Reveal token
zh_hans: 显示令牌
zh_hant: 顯示權杖

source: Run AI analysis on an episode and it will show up here for quick browsing and follow-up questions.
zh_hans: 对某一集运行 AI 分析，结果会显示在这里，便于快速浏览和追问。
zh_hant: 對某一集執行 AI 分析，結果會顯示在這裡，便於快速瀏覽和追問。

source: Run Analysis
zh_hans: 运行分析
zh_hant: 執行分析

source: Run as menubar app (hide dock icon)
zh_hans: 作为菜单栏应用运行（隐藏程序坞图标）
zh_hant: 作為選單列 App 執行（隱藏 Dock 圖示）

source: Run it
zh_hans: 运行
zh_hant: 執行

source: Run SaveAnalysisResultIntent
zh_hans: 运行 SaveAnalysisResultIntent
zh_hant: 執行 SaveAnalysisResultIntent

source: Run Shortcut
zh_hans: 运行快捷指令
zh_hant: 執行捷徑

source: Run this in a terminal to register the server with Claude Code
zh_hans: 在终端运行此命令，将服务器注册到 Claude Code
zh_hant: 在終端機執行此指令，將伺服器註冊到 Claude Code

source: Runs locally on your machine. Make sure %@ is running before connecting.
zh_hans: 在本机上运行。连接前请确保 %@ 已启动。
zh_hant: 在本機上執行。連線前請確保 %@ 已啟動。

source: Runs privately on this device · no audio uploaded
zh_hans: 在本设备上私密运行 · 不上传音频
zh_hant: 在本裝置上私密執行 · 不上傳音訊

source: Russian
zh_hans: 俄语
zh_hant: 俄文

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save Analysis Result
zh_hans: 保存分析结果
zh_hant: 儲存分析結果

source: Save as default
zh_hans: 存为默认
zh_hant: 儲存為預設

source: Save Episode
zh_hans: 保存节目
zh_hant: 儲存集數

source: Save episodes for offline listening
zh_hans: 保存剧集以供离线收听
zh_hant: 儲存集數以供離線收聽

source: Save the AI analysis result back to the podcast episode
zh_hans: 将 AI 分析结果保存回播客节目
zh_hant: 將 AI 分析結果儲存回 Podcast 集數

source: Saved
zh_hans: 已保存
zh_hant: 已儲存

source: Saving
zh_hans: 保存中
zh_hant: 儲存中

source: Saving...
zh_hans: 保存中…
zh_hant: 儲存中…

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search analyses
zh_hans: 搜索分析
zh_hant: 搜尋分析

source: Search and subscribe to podcasts to build your library
zh_hans: 搜索并订阅播客以建立您的资料库
zh_hant: 搜尋並訂閱 Podcast 以建立您的資料庫

source: Search Apple Podcasts
zh_hans: 搜索 Apple 播客
zh_hant: 搜尋 Apple Podcasts

source: Search downloaded episodes
zh_hans: 搜索已下载的节目
zh_hant: 搜尋已下載的集數

source: Search episode transcripts
zh_hans: 搜索单集文字稿
zh_hant: 搜尋單集文字稿

source: Search episodes
zh_hans: 搜索节目
zh_hant: 搜尋集數

source: Search for a show or paste an RSS feed URL to start building your library.
zh_hans: 搜索节目或粘贴 RSS 源 URL，开始建立你的资料库。
zh_hant: 搜尋節目或貼上 RSS 來源 URL，開始建立你的資料庫。

source: Search for podcasts
zh_hans: 搜索播客
zh_hant: 搜尋 Podcast

source: Search latest episodes
zh_hans: 搜索最新节目
zh_hant: 搜尋最新集數

# Search match %lld of %lld
source: Search match %1$lld of %2$lld
zh_hans: 搜索结果第 %1$lld / %2$lld
zh_hant: 搜尋結果第 %1$lld / %2$lld

source: Search podcasts
zh_hans: 搜索播客
zh_hant: 搜尋播客

source: Search saved episodes
zh_hans: 搜索已保存的节目
zh_hant: 搜尋已儲存的集數

source: Search the transcript
zh_hans: 搜索文字稿
zh_hant: 搜尋文字稿

source: Search transcript
zh_hans: 搜索文字稿
zh_hant: 搜尋文字稿

source: Search Transcript
zh_hans: 搜索文字稿
zh_hant: 搜尋文字稿

source: Search transcript...
zh_hans: 搜索逐字稿…
zh_hant: 搜尋逐字稿…

source: Search transcripts
zh_hans: 搜索文字稿
zh_hant: 搜尋文字稿

source: Search Web
zh_hans: 网络搜索
zh_hant: 網路搜尋

source: Search your library
zh_hans: 搜索你的资料库
zh_hant: 搜尋你的資料庫

source: Search your subscribed podcasts and episodes
zh_hans: 搜索您已订阅的播客和节目
zh_hant: 搜尋您已訂閱的 Podcast 和集數

source: Searching...
zh_hans: 搜索中…
zh_hant: 搜尋中…

source: See All
zh_hans: 查看全部
zh_hant: 查看全部
